tests/data/vegeta-output/output.txt
Requests      [total, rate, throughput]         500, 100.19, 100.18
Duration      [total, attack, wait]             4.991s, 4.991s, 287.783µs
Latencies     [min, mean, 50, 90, 95, 99, max]  161.683µs, 229.296µs, 213.043µs, 262.071µs, 291.316µs, 510.066µs, 1.605ms
Bytes In      [total, mean]                     1374500, 2749.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:500  
Error Set: